Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_528_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámedikki kulturdoarjagiid ohcan 2012
smn: Sämitige kulttuurtorjui uuccâm 2012

source: Sámediggi almmuha
smn: xxx

source: ohcanláhkai
smn: xxx

source: doarjagiid , mat mieđihuvvojit sámegielat kultuvrra ovddideapmái ja sámeservviid doaibmamii čujuhuvvon mearreruđas ( Sápmelaš kulturmearreruhta ) .
smn: Sämitigge ciälkká sämikielâlii kulttuur oovdedmân já sämiseervij tooimân čujottum meriruuđâst ihán 2012 ( säämi kulttuurmeriruttâ ) mieđettemnáál šaddee torjuid

source: xxx
smn: uuccâmnáál
